tap "microsoft/git"

cask "font-hack-nerd-font"
cask "font-source-code-pro"

brew "ansible"
# brew "asciinema"
brew "azure-cli"
brew "bat"
brew "btop"
brew "chezmoi"
brew "colordiff"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "dockutil"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "git"
brew "git-lfs"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "mise"
brew "neovim"
brew "ripgrep"
# brew "testdisk"
brew "tlrc"
brew "tree"
brew "unzip"
brew "wget"
brew "yq"
brew "zellij"
brew "zoxide"
brew "zsh"

cask "1password"
cask "1password-cli"
cask "alacritty"
# cask "adguard"
cask "adobe-creative-cloud"
# cask "cursor"
# cask "cyberduck"
cask "firefox"
cask "firefox@developer-edition"
cask "git-credential-manager"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "macfuse"
cask "obsidian"
cask "rancher"
cask "rectangle"

## Previously installed applications
# cask "gpg-suite-no-mail"
# case "skitch" <- No more available from Evenote website
# cask "balenaetcher"
# cask "inkscape"
# cask "raspberry-pi-imager"
# cask "sublime-text"
# cask "visual-studio-code"
# cask "typora"
# cask "vlc"
